export interface VideoCartType {
    id: number;
    title: string;
    description: string;
    linkId: string;
}

export const videos: VideoCartType[] = [
    {
        id: 1,
        title: 'Нестандартные схемы: часть 3',
        description: 'Причины, суть и способы решений',
        linkId: '',
    },
    {
        id: 2,
        title: 'Нестандартные схемы: часть 2',
        description:
            'Алгоритмы решений, когда цена велика (человек может потерять имущество в уплату долга)',
        linkId: '',
    },
    {
        id: 3,
        title: 'Нестандартные схемы: часть 1',
        description: 'Что делать, если кредит не дают, из-за отсутствия кредитной истории',
        linkId: '',
    },
    {
        id: 4,
        title: 'Некомфортные условия по кредиту (высокий платеж, ставка или не удобный срок)',
        description: '',
        linkId: '',
    },
    {
        id: 5,
        title: 'Мелкий шрифт в договоре: обманул банк или мошенники',
        description: 'Как отличить белого брокера от черного',
        linkId: '',
    },
    {
        id: 6,
        title: 'Большой объем ежемесячных выплат',
        description: 'Причины, варианты решений снижения ежемесячного платежа',
        linkId: '',
    },
    {
        id: 7,
        title: 'Нужны деньги на развитие бизнеса',
        description: 'Как отличить белого брокера от черного',
        linkId: '',
    },
    {
        id: 8,
        title: 'Никогда не брал кредит',
        description: 'Как отличить белого брокера от черного',
        linkId: '',
    },
    {
        id: 9,
        title: 'Риск потерять все',
        description: 'Нестандартные варианты получения законного одобрения кредита',
        linkId: '',
    },
    {
        id: 10,
        title: 'ОТКАЗ БАНКА',
        description: 'Что делать, когда банк отказал в получении кредита',
        linkId: '',
    },
    {
        id: 11,
        title: 'БЕЛЫЕ И ЧЕРНЫЕ БРОКЕРЫ',
        description: 'Отличия',
        linkId: '',
    },
    {
        id: 12,
        title: 'НЕКОМФОРТНЫЕ УСЛОВИЯ ПО КРЕДИТУ',
        description: 'Высокий платеж, ставка или не удобный срок',
        linkId: '',
    },
    {
        id: 13,
        title: 'НЕСТАНДАРТНЫЕ СХЕМЫ',
        description: 'Что делать, если кредит не дают из - за отсутствия кредитной истории',
        linkId: '',
    },
    {
        id: 14,
        title: 'МЕЛКИЙ ШРИФТ В ДОГОВОРЕ: ОБМАНУЛ БАНК ИЛИ МОШЕННИКИ',
        description: 'Проблемы и способы решения',
        linkId: '',
    },
    {
        id: 15,
        title: 'НУЖНЫ ДЕНЬГИ НА РАЗВИТИЕ БИЗНЕСА',
        description: 'Проблемы и варианты решений',
        linkId: '',
    },
    {
        id: 16,
        title: 'БОЛЬШОЙ ОБЪЕМ ЕЖЕМЕСЯЧНЫХ ВЫПЛАТ',
        description: 'Причины, варианты решений снижения ежемесячного ежемесячного платежа',
        linkId: '',
    },
    {
        id: 17,
        title: 'РИСК ПОТЕРЯТЬ ВСЕ',
        description: 'Нестандартные варианты получения законного одобрения кредита',
        linkId: '',
    },
    {
        id: 18,
        title: 'НИКОГДА НЕ БРАЛ КРЕДИТ',
        description: 'Как отличить белого брокера от черного',
        linkId: '',
    },
    {
        id: 19,
        title: 'НЕДОБРОСОВЕСНАЯ ПРАКТИКА',
        description: 'Как отличить белого брокера от черного',
        linkId: '',
    },
    {
        id: 20,
        title: 'ЧТО ПРИВОДИТ К ПОТЕРЕ ДЕНЕГ',
        description: 'Интересы банков, брокеров, клиентов',
        linkId: '',
    },
];
